//name 名称,(maxLat minLng)左上角的点,zoomArray所在的像素坐标{px x像素，py y像素}
var edushiHZMap_region = {
    "name": "edushi杭州",
    "maxLat": "30.3067626",
    "minLng": "120.0354623",
    "LDzooms": [//可通过左上角经纬度算出
    {
    "px": "218479",
    "py": "107896"
},
    {
        "px": "436958",
        "py": "215792"
    },
    {
        "px": "873916",
        "py": "431584"
    },
    {
        "px": "1747832",
        "py": "863168"
    },
    {
        "px": "3495664",
        "py": "1726336"
    },
    {
        "px": "6991328",
        "py": "3452672"
    },
    {
        "px": "13982656",
        "py": "6905344"
    },
    {
        "px": "27965312",
        "py": "13810688"
    },
    {
        "px": "55930624",
        "py": "27621376"
    },
    {
        "px": "111861248",
        "py": "55242752"
    }
  ]
}